const processData = [
  {
    title: "Брифинг",
    description:
      "Мы с вами обсуждаем детали создания альбома, подбираем оптимальный для вас вариант.",
  },
  {
    title: "Договор",
    description: "Заключаем с Вами договор. После чего Вы вносите предоплату.",
  },
  { title: "Съемка", description: "Проводим съемку в выбраной локации." },
  {
    title: "Заполнение",
    description:
      "Дети получат ссылку для ввода цитат, а также выбора фотографий в альбом.",
  },
  {
    title: "Верстка",
    description:
      "Дизайнеры приступят к создаю цирового макета, который после проверки отправиться на печать.",
  },
  {
    title: "Доставка",
    description:
      "Мы с Вами утверждаем макет, а затем отправляем альбомы в ближайший к вам пункт выдачи.",
  },
];

export default processData;
