import styles from "./Offer.module.scss";
import MainTitle from "../UI/MainTitle";
const Offer = () => {
  return (
    <>
      <MainTitle text={"Оферта"} />
      <div className={styles.text}>
        <div className={styles.header}>
          <p>Г. Москва</p>
          <p>Дата размещения «27» августа 2022 года</p>
        </div>
        <div className={styles.block}>
          <p>
            Настоящая оферта представляет собой официальное предложение
            Индивидуального Предпринимателя Бабаян Дениса Марковича, далее
            именуемого «Исполнитель», адресованное неопределенному кругу лиц,
            заключить договор на оказание услуг на нижеследующих условиях.
          </p>
        </div>
        <div className={styles.content}>
          <h2>1. Термины</h2>
          <div className={styles.contentText}>
            <p>
              1.1. В целях единого толкования и понимания, нижеприведенные
              термины используются в следующем значении:
              <br />
              Публичная оферта (далее &ndash; оферта) &ndash; предложение
              Исполнителя, адресованное Заказчику (физическому или юридическому
              лицу, или индивидуальному предпринимателю), заключить договор на
              оказание услуг на условиях, содержащихся в настоящей публичной
              оферте.
              <br />
              <br />
              Публичная оферта (далее &ndash; оферта) &ndash; предложение
              Исполнителя, адресованное Заказчику (физическому или юридическому
              лицу, или индивидуальному предпринимателю), заключить договор на
              оказание услуг на условиях, содержащихся в настоящей публичной
              оферте.
              <br />
              Акцепт публичной оферты (далее &ndash; акцепт, акцепт оферты)
              &ndash; полное и безоговорочное принятие Заказчиком условий
              настоящей публичной оферты путем совершения действий, указанных в
              разделе 2 по публичной оферты. Акцепт оферты создает договор и
              признается заключенным. Договор (далее Договор или Оферта) &ndash;
              возмездное соглашение между Исполнителем и Заказчиком на оказание
              услуг, заключенное посредством акцепта публичной оферты.
              <br />
              Исполнитель &ndash; Индивидуальный Предприниматель Бабаян Денис
              Маркович.
              <br />
              Заказчик &ndash; Физическое или Юридическое лицо, или
              индивидуальный предприниматель, имеющее намерение получить услуги,
              заключившее с Исполнителем договор на условиях, содержащихся в
              настоящей публичной оферте. Физическое или Юридическое лицо, или
              индивидуальный предприниматель, принявшее нижеизложенные условия и
              оплатившее услуги, признается Заказчиком.
              <br />
              Стороны &ndash; Заказчик и Исполнитель, именуемые в дальнейшем при
              совместном упоминании.
              <br />
              Канал связи &ndash;
              <br />
              1.2. В случае отсутствия толкования термина в тексте Оферты
              следует руководствоваться толкованием термина, определенным: в
              первую очередь &mdash; законодательством РФ, во вторую очередь
              &mdash; сложившимся (общеупотребимым) в сети Интернет.
              <br />
              <br />
              2. Предмет оферты.
              <br />
              2.1. Исполнитель по заданию Заказчика обязуется осуществить работы
              по созданию школьного фотоальбома.
              <br />
              2.2. Акцептом договора-оферты является факт предоплаты в размере
              50% Заказчиком выбранной Услуги.
              <br />
              2.3. Порядок, стоимость, количество услуг регулируется путем
              оформления заказа через канал связи.
              <br />
              <br />
              3. Порядок оказания услуг.
              <br />
              3.1. По итогам работ Исполнитель обязуется доставить напечатанные
              фотоальбомы, в выбранный заказчиком ПВЗ.
              <br />
              3.2. Исполнитель обязуется предоставить Заказчику следующие
              услуги.
              <br />
              Фотографии учеников, в количестве от одной для каждого ученика.
              <br />
              Групповые фотографии учеников.
              <br />
              Общая фотография учеников.
              <br />
              Ретушь и обработка портретных фотографий учеников.
              <br />
              Верстка цифрового макета.
              <br />
              Доставка до выбранного ПВЗ.
              <br />
              3.3. Исполнитель обязуется предоставить Заказчику фотокниги
              следующего наполнения:
              <br />
              Развороты с фотографиями учеников. Положение учеников зависит от
              выбранной Заказчиком модели:
              <br />
              &nbsp; &nbsp; 1. Альбом &ldquo;Бизнес&rdquo; - 2 ученика на
              развороте.
              <br />
              &nbsp; &nbsp; 2. Альбом &ldquo;Комфорт Плюс&rdquo; - 4 ученика на
              развороте.
              <br />
              &nbsp; &nbsp; 3. Альбом &ldquo;Комфорт&rdquo; - 8 учеников на
              развороте.
              <br />
              &nbsp; &nbsp; 4. Альбом &ldquo;Эконом&rdquo; - Все ученики на
              одном развороте.
              <br />2 разворота групповых фотографий.
              <br />1 разворот с фотографией всего класс, всех учеников.
              <br />
              3.4. Заказчик, за дополнительную стоимость, может выбрать
              следующие услуги:
              <br />
              Разворот с фотографиями учителей. В стоимость услуги входит
              верстка дополнительного разворота, а также его дальнейшая печать в
              каждом фотоальбоме.
              <br />
              Дополнительный выезд. В стоимость входит фотосессия
              продолжительностью до 4 часов.
              <br />
              Съёмка последнего звонка. В стоимость входит работа фотографа
              длительностью до 5 часов.
              <br />
              3.4.1. Количество фотографий в услугах &ldquo;Дополнительный
              выезд&rdquo; и &ldquo;Съёмка последнего звонка&rdquo; не
              регламентируется.
              <br />
              3.4.2. Время выезда считается с момента приезда фотографа на
              мероприятие.
              <br />
              3.5. Срок хранения заказа в пункте выдачи составляет 7 дней.
              <br />
              <br />
              4. Стоимость услуг и порядок оплаты.
              <br />
              4.1. Стоимость моделей фотоальбомов:
              <br />
              1. Альбом &ldquo;Бизнес&rdquo; - 3990 рублей.
              <br />
              &nbsp; &nbsp; 2. Альбом &ldquo;Комфорт Плюс&rdquo; - 3590 рублей.
              <br />
              &nbsp; &nbsp; 3. Альбом &ldquo;Комфорт&rdquo; - 3290 рублей.
              <br />
              &nbsp; &nbsp; 4. Альбом &ldquo;Эконом&rdquo; - 2990 рублей.
              <br />
              4.1.2 Физические характеристики фотокниг:
              <br />
              &nbsp; &nbsp; Длина - 21 см.
              <br />
              &nbsp; &nbsp; Ширина - 30 см.
              <br />
              &nbsp; &nbsp; Плотность - 620 гр/м2
              <br />
              &nbsp; &nbsp; Тип бумаги - картон с зернистой ламинацией.
              <br />
              &nbsp; &nbsp; Толщина фотокниг - от 7 мм до 45 мм.
              <br />
              4.2. Стоимость дополнительных услуг:
              <br />
              1. Разворот с фотографиями учителей - 190 рублей к стоимости
              каждого фотоальбома.
              <br />
              &nbsp; &nbsp; 2. Дополнительный выезд - 9900 рублей.
              <br />
              &nbsp; &nbsp; 3. Съёмка последнего звонка - 11 900 рублей.
              <br />
              4.3. Неоплаченный остаток от общей стоимости оказания услуг
              Заказчик обязуется выплатить после проверки макета (См. Приложение
              №1). Только 100% оплата услуг Исполнителя Заказчиком является
              основанием для дальнейшей работы и печати фотоальбомов.
              <br />
              4.4. Заказчик может запросить возврат средств только в течении 7
              дней с даты подписания договора. В случае, если к тому моменту
              студия уже забронирована, то сумма брони вычитается из суммы
              возврата.
              <br />
              4.5. При увеличении на дату платежа курса доллара к рублю,
              установленного Банком России, и как следствие повышения цен на
              сырье от 210%, Исполнитель оставляет за собой право
              пропорционально увеличить размер оплаты услуг. В случае, если рост
              цен на сырье останется в пределах 210%, то Исполнитель не имеет
              права увеличивать размер оплаты услуг. Исполнитель обязуется
              предоставить документы от ООО &ldquo;ФОТОЭКПЕРТ&rdquo;,
              подтверждающие внеплановое повышение цен на производство.
              <br />
              4.6. Стоимость доставки включена в общую стоимость оказания услуг.
              <br />
              <br />
              5. Права и обязанности сторон
              <br />
              5.1. Исполнителю принадлежит исключительное право на все
              фотографии, созданные в рамках оказания услуг по настоящему
              Договору-оферте.
              <br />
              5.2. Исполнитель на условиях простой лицензии на территорию всех
              стран мира и без ограничения сроков передает Заказчику право
              использования переданных на носителе фотографий всеми способами,
              указанными в ст. 1270 Гражданского кодекса, в том числе путем:
              <br />- воспроизведения (изготовления одного или более экземпляра
              фотографии),
              <br />- доведения до всеобщего сведения (размещения в сети
              Интернет),
              <br />- распространения,
              <br />- использования иными способами.
              <br />
              5.3. Исполнитель обязуется передать клиенту ссылку на скачивание
              всех фотографий. Срок действия ссылки 1 месяц.
              <br />
              5.4. Заказчик обязуется обеспечить Исполнителю все необходимые
              условия для оказания услуг по настоящему Договору-Оферте, в том
              числе обеспечить беспрепятственный доступ ко всем местам, где
              проводятся фотосъёмка, оградить Исполнителя от вмешательства в его
              деятельность любых третьих лиц (в том числе учителей, охраны и
              иных).
              <br />
              5.5. Если Заказчик не выполняет просьбу Исполнителя, такую как:
              проверка макета или заполнение формы учеником, сроком более
              месяца, Исполнитель оставляет за собой право прекратить оказание
              услуг.
              <br />
              &nbsp;
              <br />
              6. Ответственность сторон.
              <br />
              6.1. Ответственность за утвержденный макет лежит на Заказчике. В
              случае, если после предоставления напечатанных экземпляров
              Заказчик обнаружит ошибку, Исполнитель не обязан перепечатывать
              партию за свой счет.
              <br />
              6.2. После этапа &laquo;Отбор и Форма&raquo; (См. Приложение №1)
              изменить выбранные фотографии нельзя.
              <br />
              6.4. В случае отказа Заказчика от услуг Исполнителя по Договору,
              предоплата подлежит удержанию Исполнителем в качестве штрафной
              санкции.
              <br />
              6.5. В случае утраты материалов, созданных в рамках оказания услуг
              по настоящему Договору, до момента передачи фотографий на носителе
              Заказчику или предоставления ссылки для скачивания материала,
              Исполнитель обязуется за свой счёт осуществить фотосъемку
              Заказчику и указанных им лиц равную по стоимости ранее оказанным
              услугам.
              <br />
              6.6. В случае отказа Заказчика от приемки фотографий одного из
              учеников, Исполнитель не обязан осуществить пересъемку. Заказчик
              вправе отказаться от услуг исполнителя, в этом случае предоплата в
              размере 50% возврату не подлежит.
              <br />
              6.7 В случае, если один или несколько из учеников не могут принять
              участие в съемке, Исполнитель не осуществляет бесплатную досъемку.
              Ученики могут выслать собственные фото, которые будут размещены в
              альбоме.
              <br />
              6.8. В случае, если после предоплаты место съемки, больше
              недоступно для съемки, в оговоренные ранее дату и время,
              Исполнитель и Заказчик путем переговоров определяют новое время
              или место съемки.
              <br />
              6.9. Готовый материал &ndash; результат личного творческого
              видения Исполнителя и его вкуса. Подписание договора является
              согласием с данным видением.
              <br />
              <br />
              7. Обстоятельства, исключающие ответственность сторон.
              <br />
              7.1. Стороны не несут ответственности по настоящему
              Договору-оферте за неисполнение или ненадлежащее исполнение своих
              обязательств в случае возникновения обстоятельств непреодолимой
              силы, к которым относятся стихийные бедствия, аварии, пожары,
              массовые беспорядки, военные действия, противоправные действия
              третьих лиц, дтп, прекращение поставки в страну материалов
              производства, вступление в силу любого рода актов государственной
              власти, прямо или косвенно запрещающих указанные в настоящем
              Договоре-оферте виды деятельности, препятствующие исполнению
              сторонами своих обязательств по настоящему Договору-оферте.
              <br />
              7.2. Наступление обстоятельств, указанных в п. 7.1.
              Договора-оферты, влечет за собой увеличение срока действия
              настоящего Договора-оферты в части срока оказания услуг на период
              их действия. Если данные обстоятельства будут продолжаться более
              одного месяца, то каждая из Сторон будет иметь право отказаться от
              дальнейшего исполнения обязательства по настоящему
              Договору-оферте.
              <br />
              &nbsp;
              <br />
              8. Заключительные положения.
              <br />
              8.1. Все споры и разногласия, связанные с настоящим
              Договором-офертой и вытекающие из него подлежат разрешению
              сторонами путем переговоров. При невозможности урегулирования
              указанных споров в переговорном процессе спор передается на
              рассмотрение суда по месту нахождения Исполнителя.
              <br />
              8.2. Все дополнения и изменения к настоящему Договору-оферте
              совершаются сторонами в письменной форме и подписываются
              сторонами.
              <br />
              <br />
              9. Реквизиты Исполнителя.
              <br />
              ИП Бабаян Денис Маркович
              <br />
              ИНН: 772999963907
              <br />
              ОГРНИП: 322774600412182
              <br />
              Телефон: +7 (916) 635-46-80
              <br />
              E-mail: denyurtseven@gmail.com
              <br />
              <br />
              <br />
              Приложение №1 - Этапность работ
              <br />
              1. &laquo;Согласование&raquo;
              <br />
              Исполнитель и заказчик обсуждают детали оказания услуг,
              договариваются о съемке.
              <br />
              2. &laquo;Предоплата&raquo;
              <br />
              Заказчик вносит предоплату 50%.
              <br />
              4. &laquo;Съемка&raquo;
              <br />
              Фотограф осуществляет съёмку, оказывает дополнительные услуги,
              если наличие таковых было обговорено заранее.
              <br />
              5. &laquo;Отбор и Форма&raquo;
              <br />
              Заказчик заполняет форму с данными учеников. С их цитатами,
              именами, а также выбранными фото.
              <br />
              6. &laquo;Верстка&raquo;
              <br />
              Исполнитель присылает Заказчику ссылку на цифровой макет.
              <br />
              7. &laquo;Правки&raquo;
              <br />
              Если в макете требуются изменения, они вносятся на этом этапе.
              <br />
              8. &laquo;Утверждение и Оплата&raquo;
              <br />
              Заказчик утверждает макет и принимает ответственность за его
              корректность. Заказчик оплачивает оставшиеся 50% оплаты.
              <br />
              9. &laquo;Доставка&raquo;
              <br />
              Осуществляется доставка оговоренным способом.
              <br />
              10. &laquo;Отзыв&raquo;
              <br />
              При желании вы оставляете отзыв :)
              <br />
              <br />
            </p>
          </div>
        </div>
      </div>
    </>
  );
};

export default Offer;
