import styles from "./Offer.module.scss";
import MainTitle from "../UI/MainTitle";
const Offer = () => {
  return (
    <>
      <MainTitle text={"Публичная оферта"} />
      <div className={styles.text}>
        <div className={styles.header}>
          <p>Г. Москва</p>
          <p>Дата размещения «27» августа 2022 года</p>
        </div>
        <div className={styles.block}>
          <p>
            Настоящая оферта представляет собой официальное предложение
            Индивидуального Предпринимателя Бабаян Дениса Марковича, далее
            именуемого «Исполнитель», адресованное неопределенному кругу лиц,
            заключить договор на оказание услуг на нижеследующих условиях.
          </p>
          <p>
            В соответствии с пунктом 2 статьи 437 Гражданского Кодекса
            Российской Федерации в случае принятия изложенных ниже условий и
            оплаты услуг юридическое или физическое лицо, производящее таким
            образом акцепт этой оферты, становится Заказчиком (в соответствии с
            пунктом 3 статьи 438 Гражданского Кодекса Российской Федерации
            акцепт настоящей оферты равносилен заключению Договора на условиях,
            изложенных в ней).
          </p>
          <p>
            Договор Оферты не требует скрепления печатями и подписания
            Заказчиком, сохраняя при этом полную юридическую силу.
          </p>
          <p>
            В связи с выше объявленным, Заказчик заверяет, что он внимательно
            ознакомился с текстом данной Оферты, ее условия ему понятны, он имел
            возможность получить консультацию специалиста в области права до
            принятия (акцепта) настоящей Оферты. В случае несогласия с условиями
            и правилами Заказчик обязан отказаться от заключения договора Оферты
            и использования услуг Исполнителя.
          </p>
        </div>
        <div className={styles.content}>
          <h2>1. &nbsp; Термины.</h2>
          <div className={styles.contentText}>
            <p>
              1.1. В целях единого толкования и понимания, нижеприведенные
              термины используются в следующем значении:
            </p>
            <p>
              Публичная оферта (далее &ndash; оферта) &ndash; предложение
              Исполнителя, адресованное Заказчику (физическому или юридическому
              лицу, или индивидуальному предпринимателю), заключить договор на
              оказание услуг на условиях, содержащихся в настоящей публичной
              оферте.
            </p>
            <p>
              Акцепт публичной оферты (далее &ndash; акцепт, акцепт оферты)
              &ndash; полное и безоговорочное принятие Заказчиком условий
              настоящей публичной оферты путем совершения действий, указанных в
              разделе 2 по публичной оферты. Акцепт оферты создает договор и
              признается заключенным. Договор (далее Договор или Оферта) &ndash;
              возмездное соглашение между Исполнителем и Заказчиком на оказание
              услуг, заключенное посредством акцепта публичной оферты.
            </p>
            <p>
              Исполнитель &ndash; Индивидуальный Предприниматель Бабаян Денис
              Маркович.
            </p>
            <p>
              Заказчик &ndash; Физическое или Юридическое лицо, или
              индивидуальный предприниматель, имеющее намерение получить услуги,
              заключившее с Исполнителем договор на условиях, содержащихся в
              настоящей публичной оферте. Физическое или Юридическое лицо, или
              индивидуальный предприниматель, принявшее нижеизложенные условия и
              оплатившее услуги, признается Заказчиком.
            </p>
            <p>
              Стороны &ndash; Заказчик и Исполнитель, именуемые в дальнейшем при
              совместном упоминании.
            </p>
            <p>
              Канал связи &ndash; система технических средств и среда
              распространения сигналов для передачи сообщений (не только данных)
              от источника к получателю (и наоборот).
            </p>
            <p>
              Фотоальбом, фотокнига, фотопродукция &ndash; полиграфическое
              изделие с фотографиями, которые уже присутствуют на каждой
              странице. Внутреннее содержание описано в п. 3.3. настоящего
              Договора-оферты.
            </p>
            <p>
              1.2. В случае отсутствия толкования термина в тексте Оферты
              следует руководствоваться толкованием термина, определенным: в
              первую очередь &mdash; законодательством РФ, во вторую очередь
              &mdash; сложившимся (общеупотребимым) в сети Интернет.&nbsp;
            </p>
            <p>
              <br />
            </p>
            <h2>2. Предмет оферты.</h2>
            <p>
              2.1. Исполнитель по заданию Заказчика обязуется осуществить работы
              по созданию школьного фотоальбома.
            </p>
            <p>
              2.2. Акцептом договора-оферты является факт предоплаты в размере
              50% Заказчиком выбранной Услуги.
            </p>
            <p>
              2.3. Порядок, стоимость, количество услуг регулируется путем
              оформления заказа через канал связи.
            </p>
            <p>
              2.4. Стороны соглашаются в том, что Заказчик, совершая Заказ, в
              полном объеме &nbsp;ознакомлен со следующей информацией:
            </p>
            <p>- основные потребительские свойства фотопродукции;</p>
            <p>- цена и условия приобретения фотопродукции;</p>
            <p>- порядок оплаты фотопродукции и доставки,</p>
            <p>
              - срок, в течение которого действует предложение о заключении
              договора.
            </p>
            <p>
              2.5. Заказчик несет полную ответственность за предоставление
              неверных сведений, повлекшее за собой невозможность надлежащего
              исполнения Исполнителем своих обязательств перед Заказчиком.
            </p>
            <p>
              2.6. Сообщая Исполнителю свой e-mail и номер телефона, Заказчик
              дает согласие на использование указанных средств связи, а также
              использования мессенджеров (Viber, WhatsApp, Telegram и т.п.)
              Исполнителем, а также третьими лицами, привлекаемыми им для целей
              выполнения обязательств перед Заказчиками, в целях осуществления
              рассылок рекламного и информационного характера, содержащих
              информацию о скидках, предстоящих и действующих акциях и других
              мероприятиях Исполнителя, о передаче Заказа в доставку, а также
              иную информацию, непосредственно связанную с выполнением
              обязательств в рамках настоящей Публичной оферты.
            </p>
            <p>
              <br />
            </p>
            <h2>3. Порядок оказания услуг.</h2>
            <p>
              3.1. По итогам работ Исполнитель обязуется доставить напечатанные
              фотоальбомы, в выбранный заказчиком ПВЗ компании Boxberry.
            </p>
            <p>
              3.2. Исполнитель обязуется предоставить Заказчику следующие
              услуги.
            </p>
            <ul style={{ marginTop: -30, marginBottom: 30}}>
              <li>
                <p>
                  Фотографии учеников, в количестве от одной для каждого
                  ученика.
                </p>
              </li>
              <li>
                <p>Групповые фотографии учеников.</p>
              </li>
              <li>
                <p>Общая фотография учеников.</p>
              </li>
              <li>
                <p>Ретушь и обработка портретных фотографий учеников.</p>
              </li>
              <li>
                <p>Верстка цифрового макета.</p>
              </li>
              <li>
                <p>Доставка до выбранного ПВЗ.</p>
              </li>
            </ul>
            <p>
              3.3. Исполнитель обязуется предоставить Заказчику фотокниги
              следующего наполнения:
            </p>
            <ul  style={{ marginTop: -30, marginBottom: 30}}>
              <li>
                <p>
                  Развороты с фотографиями учеников. Положение учеников зависит
                  от выбранной Заказчиком модели:
                </p>
              </li>
            </ul>
            <p>
              1. Альбом &ldquo;Бизнес&rdquo; - 2 ученика на развороте.
              <br />
              &nbsp; &nbsp;&nbsp;2. Альбом &ldquo;Комфорт Плюс&rdquo; - 4
              ученика на развороте.
              <br />
              &nbsp; &nbsp;&nbsp;3. Альбом &ldquo;Комфорт&rdquo; - 8 учеников на
              развороте.
              <br />
              &nbsp; &nbsp;&nbsp;4. Альбом &ldquo;Эконом&rdquo; - Все ученики на
              одном развороте.
            </p>
            <ul  style={{ marginTop: -30, marginBottom: 30}}>
              <li>
                <p>2 разворота групповых фотографий.</p>
              </li>
              <li>
                <p>1 разворот с фотографией всего класса, всех учеников.</p>
              </li>
            </ul>
            <p>
              3.3.1. Расположение учеников осуществляется алфавитном порядке.
            </p>
            <p>
              3.4. Заказчик, за дополнительную стоимость, может выбрать
              следующие услуги:
            </p>
            <ul style={{ marginTop: -30, marginBottom: 30}}>
              <li>
                <p>
                  Разворот с фотографиями учителей. В стоимость услуги входит
                  верстка дополнительного разворота, а также его дальнейшая
                  печать в каждом фотоальбоме.
                </p>
              </li>
              <li>
                <p>
                  Дополнительный выезд. В стоимость входит фотосессия
                  продолжительностью до 4 часов.
                </p>
              </li>
            </ul>
            <p>
              3.4.1. Количество фотографий в услуге &ldquo;Дополнительный
              выезд&rdquo; не регламентируется.
            </p>
            <p>
              3.4.2. Время выезда считается с момента приезда фотографа на
              локацию.
            </p>
            <p>3.5. Срок хранения заказа в пункте выдачи составляет 7 дней.</p>
            <p>
              3.6. Доставка Заказов возможна и осуществляется по городам, в
              которых есть филиалы и представительства партнеров Исполнителя,
              осуществляющих услуги по доставке фотоальбомов.
            </p>
            <p>
              3.7. Территория доставки фотоальбомов, представленной на Сайте,
              ограничена пределами Российской Федерации и стран СНГ. Заказчик
              также соглашается, что территория доставки Фотопродукции, может
              быть ограничена.
            </p>
            <p>
              <br />
            </p>
            <h2>4. Стоимость услуг и порядок оплаты.</h2>
            <p>4.1. Стоимость моделей фотоальбомов:</p>
            <p>
              1. Альбом &ldquo;Бизнес&rdquo; - 3990 рублей.
              <br />
              &nbsp; &nbsp;&nbsp;2. Альбом &ldquo;Комфорт Плюс&rdquo; - 3590
              рублей.
              <br />
              &nbsp; &nbsp;&nbsp;3. Альбом &ldquo;Комфорт&rdquo; - 3290 рублей.
              <br />
              &nbsp; &nbsp;&nbsp;4. Альбом &ldquo;Эконом&rdquo; - 2990 рублей.
            </p>
            <p>4.1.2 Физические характеристики фотокниг:&nbsp;</p>
            <p>
              &nbsp; &nbsp;&nbsp;Длина - 21 см.
              <br />
              &nbsp; &nbsp;&nbsp;Ширина - 30 см.
              <br />
              &nbsp; &nbsp;&nbsp;Плотность - 620 гр/м2
              <br />
              &nbsp; &nbsp;&nbsp;Тип бумаги - картон с зернистой ламинацией.
              <br />
              &nbsp; &nbsp;&nbsp;Толщина фотокниг - от 7 мм до 45 мм.
            </p>
            <p>4.2. Стоимость дополнительных услуг:</p>
            <p>
              1. Разворот с фотографиями учителей - 190 рублей к стоимости
              каждого фотоальбома.
              <br />
              &nbsp; &nbsp;&nbsp;2. Дополнительный выезд - 9900 рублей.
            </p>
            <p>
              4.3. Неоплаченный остаток от общей стоимости оказания услуг
              Заказчик обязуется выплатить после проверки макета (См. Приложение
              №1). Только 100% оплата услуг Исполнителя Заказчиком является
              основанием для дальнейшей работы и печати фотоальбомов.
            </p>
            <p>
              4.4. Заказчик может запросить возврат средств только в течении 7
              дней с даты подписания договора. В случае, если к тому моменту
              студия уже забронирована, то сумма брони вычитается из суммы
              возврата.
            </p>
            <p>
              4.5. Стоимость доставки зависит от стоимости услуг перевозчика и
              прочих условий. При заказе от 34 900 рублей доставка бесплатная. В
              случае отказа от платной услуги доставки, клиент может
              самостоятельно забрать альбомы в месте, которое будет оговорено
              дополнительно.
            </p>
            <p>
              4.6. В течение 14 дней после получения посылки Заказчик имеет
              право обжаловать комплектацию или качество альбомов. Заказчик
              подтверждает, что по истечении 14 дней с момента доставки, он
              получил товар и претензий к качеству, срокам и комплектации не
              имеет.
            </p>
            <p>
              4.7. Возврат денежных средств Исполнителем осуществляется по
              заявлению Заказчика, направленного на электронный адрес:
              refund@wayout.agency не позднее 7 (седьмого) календарного дня с
              даты подписания договора. Возврат денежных средств осуществляется
              за вычетом фактических затрат Исполнителя, которые тот понес для
              оказания Услуг на момент возврата. К таким фактическим затратам
              Исполнителя относятся (но не ограничиваются), в частности комиссии
              банковских, кредитных организаций и соответствующих платежных
              систем за осуществление возврата денежных средств, аренда
              помещения для оказания Услуг, оплата услуг приглашенных
              специалистов-соисполнителей, оплата налогов и обязательных сборов
              и взносов.
            </p>
            <p>
              4.8. Решение о возврате денежных средств, принимается
              Исполнителем в течение 10 (десяти) рабочих дней с момента
              получения соответствующего заявления Заказчика. О принятом решении
              Исполнитель информирует заказчика посредством направления письма
              на электронную почту Заказчика.
            </p>
            <p>
              4.9. Денежные средства возвращаются на счет Заказчика, с которого
              производилась оплата, либо иной счет, указанный Заказчиком, в
              течение не более 30 (тридцати) рабочих дней после принятия решения
              о возврате.
            </p>
            <p>
              4.10. Требование о возврате оплаченных сумм, предъявленное
              Заказчиком позже сроков, установленных пунктами 4.6. настоящей
              Оферты, Исполнителем рассматривается в следующих случаях, если
              Заказчик предоставит письменные доказательства того, что
              соответствующая Услуга не была оказана (оказана ненадлежащим
              образом) по вине Исполнителя. В случае установления факта
              неоказания Услуг (оказании Услуг ненадлежащего качества)
              Исполнитель осуществляет возврат денег за минусом фактических
              затрат Исполнителя, определяемых на момент возврата по правилам п.
              4.6. настоящего договора.
            </p>
            <p>
              <br />
            </p>
            <h2>5. Права и обязанности сторон</h2>
            <p>
              5.1. Исполнителю принадлежит исключительное право на все
              фотографии, созданные в рамках оказания услуг по настоящему
              Договору-оферте.
            </p>
            <p>
              5.2. Исполнитель на условиях простой лицензии на территорию всех
              стран мира и без ограничения сроков передает Заказчику право
              использования переданных на носителе фотографий всеми способами,
              указанными в ст. 1270 Гражданского кодекса, в том числе путем:
            </p>
            <p>
              - воспроизведения (изготовления одного или более экземпляра
              фотографии),
              <br />- доведения до всеобщего сведения (размещения в сети
              Интернет),
              <br />- распространения,
              <br />- использования иными способами.
            </p>
            <p>
              5.3. Исполнитель обязуется передать клиенту ссылку на скачивание
              всех фотографий. Срок действия ссылки 1 месяц.
            </p>
            <p>
              5.4. Заказчик обязуется обеспечить Исполнителю все необходимые
              условия для оказания услуг по настоящему Договору-Оферте, в том
              числе обеспечить беспрепятственный доступ ко всем местам, где
              проводятся фотосъёмка, оградить Исполнителя от вмешательства в его
              деятельность любых третьих лиц (в том числе учителей, охраны и
              иных).
            </p>
            <p>
              5.5. Если Заказчик не выполняет просьбу Исполнителя, такую как:
              проверка макета или заполнение формы учеником, сроком более
              месяца, Исполнитель оставляет за собой право прекратить оказание
              услуг.
            </p>
            <p>
              5.6. В случае, если Исполнитель не может осуществить съемку в
              выбранный день, то Стороны договариваются о новой дате или
              Исполнитель осуществляет возврат средств, согласно порядку,
              описанному в п. 4.7., 4.8.
            </p>
            <p>
              5.7. В случае, если Исполнитель не может осуществить съемку в
              выбранный день, при этом Заказчиком забронирована фотостудия,
              Исполнитель обязуется компенсировать стоимость предоплаты.
            </p>
            <p>
              <br />
            </p>
            <h2>6. Ответственность сторон.</h2>
            <p>
              6.1. На этапе 8. &laquo;Утверждение и Оплата&raquo; (См.
              Приложение №1) Исполнитель запрашивает у Заказчика подтверждение
              цифрового макета фотоальбома. После утверждения, ответственность
              за напечатанный макет лежит на Заказчике. В случае, если после
              предоставления напечатанных экземпляров Заказчик обнаружит ошибку,
              Исполнитель не обязан перепечатывать партию за свой счет.
            </p>
            <p>
              6.2. После этапа &laquo;Отбор и Форма&raquo; (См. Приложение №1)
              изменить выбранные фотографии нельзя.
            </p>
            <p>
              6.4. В случае отказа Заказчика от услуг Исполнителя по Договору,
              предоплата подлежит удержанию Исполнителем в качестве штрафной
              санкции.
            </p>
            <p>
              6.5. В случае утраты материалов, созданных в рамках оказания услуг
              по настоящему Договору, до момента передачи фотографий на носителе
              Заказчику или предоставления ссылки для скачивания материала,
              Исполнитель обязуется за свой счёт осуществить фотосъемку
              Заказчику и указанных им лиц равную по стоимости ранее оказанным
              услугам.
            </p>
            <p>
              6.6. В случае отказа Заказчика от приемки фотографий одного или
              нескольких из учеников, Исполнитель не обязан осуществить
              пересъемку. Заказчик вправе отказаться от услуг исполнителя, в
              этом случае предоплата в размере 50% возврату не подлежит.
            </p>
            <p>
              6.7 В случае, если один или несколько из учеников не могут принять
              участие в съемке, Исполнитель не осуществляет бесплатную досъемку.
              Ученики могут выслать собственные фото, которые будут размещены в
              альбоме.
            </p>
            <p>
              6.8. Готовый материал &ndash; результат личного творческого
              видения Исполнителя и его вкуса. Принятие Договора-оферты является
              согласием с данным видением.
            </p>
            <p>
              <br />
            </p>
            <h2>7. Обстоятельства, исключающие ответственность сторон.</h2>
            <p>
              7.1. Стороны не несут ответственности по настоящему
              Договору-оферте за неисполнение или ненадлежащее исполнение своих
              обязательств в случае возникновения обстоятельств непреодолимой
              силы, к которым относятся стихийные бедствия, аварии, пожары,
              массовые беспорядки, военные действия, противоправные действия
              третьих лиц, дтп, прекращение поставки в страну материалов
              производства, вступление в силу любого рода актов государственной
              власти, прямо или косвенно запрещающих указанные в настоящем
              Договоре-оферте виды деятельности, препятствующие исполнению
              сторонами своих обязательств по настоящему Договору-оферте.
            </p>
            <p>
              7.2. Наступление обстоятельств, указанных в п. 7.1.
              Договора-оферты, влечет за собой увеличение срока действия
              настоящего Договора-оферты в части срока оказания услуг на период
              их действия. Если данные обстоятельства будут продолжаться более
              одного месяца, то каждая из Сторон будет иметь право отказаться от
              дальнейшего исполнения обязательства по настоящему
              Договору-оферте.
            </p>
            <p>&nbsp;</p>
            <h2>8. Заключительные положения.</h2>
            <p>
              8.1. Все споры и разногласия, связанные с настоящим
              Договором-офертой и вытекающие из него подлежат разрешению
              сторонами путем переговоров. При невозможности урегулирования
              указанных споров в переговорном процессе спор передается на
              рассмотрение суда по месту нахождения Исполнителя.
            </p>
            <p>
              8.2. Все дополнения и изменения к настоящему Договору-оферте
              совершаются сторонами в письменной форме и подписываются
              сторонами.
            </p>
            <p>
              8.3. Обработка персональных данных производится в целях исполнения
              Исполнителем обязательств по настоящему договору, обеспечения
              Заказчика обратной связью при использовании Сайта и в ходе
              оказания Услуг, а также в целях направления на указанный
              Заказчиком адрес электронной почты информационных и иных (в том
              числе рекламных) сообщений.
            </p>
            <p>
              8.4. Обработка персональных данных Заказчика производится
              Исполнителем с использованием баз данных на территории Российской
              Федерации и в соответствии с действующим законодательством.
            </p>
            <p>
              8.5. Заказчик может в любое время отозвать согласие на обработку
              персональных данных, направив Исполнителю соответствующее
              уведомление на адрес: personaldata@wayout.agency
            </p>
            <p>
              При этом Заказчик понимает и признает, что отзыв на обработку
              персональных данных может потребовать удаления любой информации,
              касающейся получения Заказчиком Услуг.
            </p>
            <p>
              8.6. Заказчик дает согласие на получение информационных рассылок и
              рекламных материалов от Исполнителя, либо от иных лиц по поручению
              Исполнителя, на адрес электронной почты и/или контактный телефон,
              указанные Заказчиком при оформление заказа через канал связи.
            </p>
            <p>
              Согласие на получение информационных рассылок и рекламных
              материалов может быть отозвано Заказчиком в любое время путем
              направления Исполнителю соответствующего уведомления на адрес:
              personaldata@wayout.agency
            </p>
            <p>
              <br />
            </p>
            <h2>9. Заключительные положения.</h2>
            <p>
              9.1. Все споры и разногласия, связанные с настоящим
              Договором-офертой и вытекающие из него подлежат разрешению
              сторонами путем переговоров. При невозможности урегулирования
              указанных споров в переговорном процессе спор передается на
              рассмотрение суда по месту нахождения Исполнителя.
            </p>
            <p>
              9.2. Все дополнения и изменения к настоящему Договору-оферте
              совершаются сторонами в письменной форме и подписываются
              сторонами.
            </p>
            <div className={styles.requisites}>
              <h2>10. Реквизиты Исполнителя.</h2>
              <p>ИП Бабаян Денис Маркович</p>
              <p>ИНН: 772999963907</p>
              <p>ОГРНИП: 322774600412182</p>
              <p>Расчетный счет: 40802810800003474454</p>
              <p>
                Банк: АО &quot;ТИНЬКОФФ БАНК&quot;, БИК: 044525974, Корр. счет:
                30101810145250000974
              </p>
            </div>
            <div className={styles.addition}>
              <h2>Приложение №1 - Этапность работ</h2>
              <p>
                1. &laquo;Согласование&raquo;
                <br />
                Исполнитель и заказчик обсуждают детали оказания услуг,
                договариваются о съемке.
              </p>
              <p>
                2. &laquo;Предоплата&raquo;
                <br />
                Заказчик вносит предоплату 50%.&nbsp;
              </p>
              <p>
                4. &laquo;Съемка&raquo;
                <br />
                Фотограф осуществляет съёмку, оказывает дополнительные услуги,
                если наличие таковых было обговорено заранее.
              </p>
              <p>
                5. &laquo;Отбор и Форма&raquo;
                <br />
                Заказчик заполняет форму с данными учеников. С их цитатами,
                именами, а также выбранными фото.
              </p>
              <p>
                6. &laquo;Верстка&raquo;
                <br />
                Исполнитель присылает Заказчику ссылку на цифровой макет.
              </p>
              <p>
                7. &laquo;Правки&raquo;
                <br />
                Если в макете требуются изменения, они вносятся на этом этапе.
              </p>
              <p>
                8. &laquo;Утверждение и Оплата&raquo;
                <br />
                Заказчик утверждает макет и принимает ответственность за его
                корректность. Заказчик оплачивает оставшиеся 50% оплаты.
              </p>
              <p>
                9. &laquo;Доставка&raquo;
                <br />
                Осуществляется доставка в ПВЗ.
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default Offer;
